{"word_to_id":{"international":106,"sub-committee":105,"annual":225,"board":13,"<CLS>":2,"fund":422,"2nd":257,"3deans":439,"90":446,"5waste":460,"9publication":653,"to":159,"2025":169,"20university":619,"6convocationspecial":640,"opensenate":550,"mandela":319,"deans":179,"19council":507,"22third":397,"africa":463,"27qualifications":551,"8higher":424,"21":92,"25council":491,"committee":6,"festival":166,"agm":170,"orientation":161,"30senate":414,"17cputrf":394,"3third":381,"wellness":108,"openmanagement":269,"2council":217,"7saretec":455,"space":117,"28":126,"forum@09":353,"8":59,"administration":131,"wellington":202,"senate":19,"11institutional":259,"18research":386,"090":449,"employee":502,"29mid-term":536,"literacy":254,"services":139,"22business":549,"full":603,"2qualifications":596,"7institutional":234,"10annual":388,"people’s":162,"10women’s":496,"31convocation":638,"15institutional":228,"march":276,"10sisonke":611,"womens":442,"degree":152,"reconciliation":634,"8supply":606,"trustee":101,"site":293,"sciences":33,"resources":151,"14executive":250,"holidaystudent":582,"executive":26,"publication":229,"16":75,"29supply":535,"7executive":571,"5council":452,"august":258,"campaign":171,"5faculty":385,"lecture":407,"20council":357,"30management":561,"date":181,"26deans":331,"9women’s":291,"honorary":153,"resultsend":523,"19graduation":412,"wc@10":203,"ict":125,"22council":272,"27senate":236,"investment":53,"19research":378,"12":14,"supervision":23,"1institutional":295,"12deans":406,"7academic":494,"29executive":499,"2supply":675,"25":104,"hotel":149,"14":11,"naming":138,"rights":221,"15":65,"10management":337,"0cputrf":524,"lists":208,"28senate":246,"call":188,"4council":665,"0":62,"housing":121,"yearswelcoming":237,"14welcoming":354,"end":71,"april":253,"|":5,"research":63,"saturday":78,"world":464,"public":625,"bvl@10":200,"achievers":306,"5convocationspecial":644,"higher":73,"4th":239,"observed":289,"17":86,"remuneration":180,"9management":260,"30mid-term":488,"26university":525,"28third":612,"assessment":160,"mingle":249,"10executive":489,"27staffing":377,"@12":52,"transformation":141,"13institutional":235,"1st":376,"7senate":447,"heads":566,"ethics":55,"6senate":341,"25deans":391,"faculty":20,"holidaycouncil":428,"13physical":500,"29management":475,"improvement":672,"meeting":39,"1new":608,"11executive":613,"media":248,"assessmentscouncil":285,"third":427,"6qualifications":431,"10":18,"19sisonke":419,"23staffing":651,"25institutional":466,"family":610,"10welcoming":338,"16youth":379,"daystrategic":646,"31council":302,"10institutional":318,"only":204,"online":167,"17physical":511,"open":210,"6start":650,"4end":493,"first":48,"6council":476,"16higher":469,"education":127,"14institutional":230,"2senate":283,"women":323,"daysaretec":212,"20convocation":421,"15executive":400,"21convocation":352,"14physical":471,"9institutional":504,"30student":514,"20deans":520,"18saretec":555,"24":88,"november":297,"24executive":312,"15heads":409,"17hotel":355,"23saretec":426,"15sisonke":473,"15deans":517,"4executive":585,"27institutional":620,"daystudent":441,"dayfaculty":340,"1deans":417,"7publication":648,"disability":676,"workshop":56,"is":61,"awareness":147,"30":44,"benefits":107,"16institutional":399,"22university":443,"mentorship":25,"admin":103,"21executive":270,"wced":64,"13senate":367,"activism":335,"18senate":413,"2higher":472,"28academic":533,"29student":575,"31research":587,"23":85,"27business":615,"8convocation":448,"prestigious":241,"sunday":84,"5":110,"support":316,"it":128,"meet":187,"1workers":290,"closefaculty":365,"16hotel":572,"17higher":274,"27third":661,"1family":664,"/":669,"4":34,"callresearch":206,"vc’s":267,"20supply":339,"6academic":503,"00":4,"7council":425,"trustees":146,"14deans":330,"6investment":371,"febe":445,"12physical":495,"26qualifications":527,"27management":569,"3executive":583,"20senate":584,"1qualifications":597,"1executive":324,"all":164,"years":90,"2deans":279,"design":136,"15end":674,"23institutional":321,"16council":214,"26council":374,"management":10,"2026":155,"9supply":635,"24cputrf":667,"stream":178,"7convocation":433,"qualifications":199,"5cputrf":322,"daycputrf":530,"26quality":513,"2institutional":649,"convocation":470,"for":94,"13deans":392,"19saretec":558,"conference":197,"centre":157,"vice-chancellors":598,"13":12,"campus":191,"11senate":395,"application":196,"holidayuniversity":552,"5higher":479,"3senate":198,"4senate":174,"9annual":451,"visit":300,"2":60,"term":31,"equity":144,"forum":15,"supply":69,"general":380,"12start":528,"`":595,"gb@14":326,"25staffing":483,"iqp":677,"31mid-term":632,"mcd":252,"31management":554,"16day":657,"good":308,"sisonke":27,"when":40,"24faculty":505,"5management":231,"28mid-term":658,"grad":205,"campaigncputrf":294,"tuesday":81,"start":37,"opensupply":543,"21staffing":567,"15start":576,"14saretec":508,"20":87,"26wellington":639,"finance":32,"quality":99,"daycouncil":510,"innovation":111,"wednesday":83,"<UNK>":1,"vice-chancellor’s":305,"6executive":594,"2725":556,"strategic":24,"recycling":148,"assurance":91,"14supply":456,"utilisation":218,"consolidated":404,"29senate":382,"library":132,"&":68,"non-violence":333,"launch":226,"4institutional":454,"11international":465,"12institutional":227,"1convocation":616,"17executive":303,"29deans":478,"25physical":515,"head":201,"ip":387,"3convocation":553,"degrees":42,"engineering":96,"9head":636,"18":49,"@09":120,"24council":314,"on":320,"27executive":402,"3institutional":434,"15hotel":628,"21human":266,"2024":172,"dayconvocation":480,"staffing":57,"10council":262,"26cputrf":485,"violence":115,"26institutional":390,"service":329,"question":163,"28institutional":288,"built":98,"28submission":375,"17youth":534,"20research":383,"audit":35,"year’s":624,"women’s":194,"30institutional":467,"24university":477,"27student":622,"11annual":436,"8senate":631,"25africa":637,"1supply":680,"18mandela":457,"mother":220,"29":124,"symposium":516,"combined":183,"results":224,"business":43,"20institutional":416,"<SEP>":3,"based":118,"7investment":261,"ceremony":315,"21heads":522,"22supply":532,"indabainstitutional":275,"6faculty":372,"freedom":626,"19":76,"monday":82,"17council":529,"september":284,"27freedom":450,"3physical":545,"12executive":287,"openquality":311,"19convocation":366,"mc@09":317,"sa":605,"tbcwelcoming":358,"20graduation":408,"24heritage":512,"@9":222,"employment":143,"20saretec":349,"exchange":211,"10end":660,"school":112,"23executive":256,"learning":129,"13executive":264,"11management":361,"5qualifications":440,"21head":563,"waste":154,"26world":588,"submission":176,"convocationspecial":623,"25christmas":654,"@13":216,"7":93,"21saretec":539,"19executive":570,"6":122,"health":133,"6institutional":213,"indabacputrf":430,"29academic":526,"election":633,"27":142,"dayinvestment":501,"university":156,"5strategic":670,"25start":643,"applied":123,"22deans":593,"2724":547,"bay":519,"6cputrf":577,"20`quality":542,"1":51,"20executive":299,"2strategic":645,"childrencputrf":652,"friday":66,"wc@12":280,"8management":296,"29institutional":468,"awards":209,"staff":190,"12welcoming":368,"9convocation":310,"council":16,"30convocation":668,"institutional":30,"second":182,"july":401,"advisory":192,"excellence":223,"heritage":346,"24deans":458,"21quality":531,"24staffing":662,"11welcoming":238,"9quality":604,"26staffing":621,"cputrfagm":344,"26senate":360,"26executive":362,"what":332,"18executive":537,"16senate":240,"december":384,"leadership":328,"18sisonke":396,"00investment":418,"22institutional":438,"educationend":343,"postgraduate":586,"department":113,"22":79,"continuity":175,"22executive":244,"19senate":350,"semester":102,"dayexecutive":363,"30business":518,"9":89,"4higher":462,"academic":145,"31":185,"year":215,"1business":568,"february":245,"granger":498,"of":9,"examination":165,"src":109,"19institutional":405,"language":70,"environment":97,"physical":74,"june":313,"@14":58,"days":327,"18student":351,"day":21,"11":77,"27cputrf":342,"13student":411,"recognitions":195,"30research":437,"28heads":600,"23quality":581,"25qualifications":602,"may":278,"28executive":373,"17faculty":609,"19supply":415,"3management":591,"18qualifications":601,"student":41,"8publication":659,"informatics":134,"schools":67,"1first":347,"21third":423,"26":137,"27deans":444,"goodwill":618,"2convocation":521,"does":140,"25executive":359,"cputrf":22,"9council":429,"programme":29,"25quality":560,"21family":629,"16executive":369,"3strategic":641,"and":8,"6saretec":481,"31institutional":562,"holiday":242,"<PAD>":0,"session":54,"saretec":150,"12senate":247,"1council":546,"18supply":540,"30executive":557,"special":95,"4management":233,"4supply":356,"19higher":435,"3good":679,"gender":116,"16heads":403,"daycut-off":538,"administrative":509,"11academic":617,"month":251,"showcase":599,"directors":46,"review":173,"28cputrf":544,"daywellington":655,"2executive":255,"papers":158,"5executive":578,"aids":673,"09":7,"15senate":307,"15council":348,"13business":492,"12higher":541,"the":28,"income":177,"closeend":656,"29research":589,"8institutional":345,"training":100,"23council":268,"strategy":271,"5senate":559,"25sisonke":666,"october":286,"governance":36,"youth":564,"15supply":497,"26management":574,"children":389,"graduation":72,"utilization":168,"assessmentscputrf":592,"17supply":565,"29third":627,"closequality":490,"teaching":130,"unions":114,"d6@10":243,"30council":364,"against":336,"opennaming":459,"3rd":281,"7start":642,"9investment":273,"5institutional":277,"15saretec":453,"3qualifications":573,"4strategic":663,"chain":38,"planning":17,"4sisonke":579,"19heads":420,"28freedom":590,"11third":630,"23rd":671,"9senate":301,"17investment":292,"evaluation":119,"14management":410,"human":135,"seminar":298,"7management":304,"christmas":678,"3council":474,"14business":486,"18faculty":580,"oversight":50,"risk":47,"close":186,"joint":325,"january":393,"crf":398,"16deans":482,"11council":487,"16investment":506,"16qualifications":548,"cut-off":207,"men’s":263,"17senate":219,"16sisonke":614,"8council":432,"award":184,"14council":334,"14naming":461,"5heads":647,"1senate":309,"policy":232,"thursday":80,"21council":265,"13welcoming":370,"6management":282,"3":45,"2723heads":607,"exemptions":193,"assessments":189,"18investment":484},"id_to_word":["<PAD>","<UNK>","<CLS>","<SEP>","00","|","committee","09","and","of","management","14","13","board","12","forum","council","planning","10","senate","faculty","day","cputrf","supervision","strategic","mentorship","executive","sisonke","the","programme","institutional","term","finance","sciences","4","audit","governance","start","chain","meeting","when","student","degrees","business","30","3","directors","risk","first","18","oversight","1","@12","investment","session","ethics","workshop","staffing","@14","8","2","is","0","research","wced","15","friday","schools","&","supply","language","end","graduation","higher","physical","16","19","11","saturday","22","thursday","tuesday","monday","wednesday","sunday","23","17","20","24","9","years","assurance","21","7","for","special","engineering","environment","built","quality","training","trustee","semester","admin","25","sub-committee","international","benefits","wellness","src","5","innovation","school","department","unions","violence","gender","space","based","evaluation","@09","housing","6","applied","29","ict","28","education","it","learning","teaching","administration","library","health","informatics","human","design","26","naming","services","does","transformation","27","employment","equity","academic","trustees","awareness","recycling","hotel","saretec","resources","degree","honorary","waste","2026","university","centre","papers","to","assessment","orientation","people’s","question","all","examination","festival","online","utilization","2025","agm","campaign","2024","review","4senate","continuity","submission","income","stream","deans","remuneration","date","second","combined","award","31","close","meet","call","assessments","staff","campus","advisory","exemptions","women’s","recognitions","application","conference","3senate","qualifications","bvl@10","head","wellington","wc@10","only","grad","callresearch","cut-off","lists","awards","open","exchange","daysaretec","6institutional","16council","year","@13","2council","utilisation","17senate","mother","rights","@9","excellence","results","annual","launch","12institutional","15institutional","publication","14institutional","5management","policy","4management","7institutional","13institutional","27senate","yearswelcoming","11welcoming","4th","16senate","prestigious","holiday","d6@10","22executive","february","28senate","12senate","media","mingle","14executive","month","mcd","april","literacy","2executive","23executive","2nd","august","11institutional","9management","7investment","10council","men’s","13executive","21council","21human","vc’s","23council","openmanagement","21executive","strategy","22council","9investment","17higher","indabainstitutional","march","5institutional","may","2deans","wc@12","3rd","6management","2senate","september","assessmentscouncil","october","12executive","28institutional","observed","1workers","9women’s","17investment","site","campaigncputrf","1institutional","8management","november","seminar","20executive","visit","9senate","31council","17executive","7management","vice-chancellor’s","achievers","15senate","good","1senate","9convocation","openquality","24executive","june","24council","ceremony","support","mc@09","10institutional","mandela","on","23institutional","5cputrf","women","1executive","joint","gb@14","days","leadership","service","14deans","26deans","what","non-violence","14council","activism","against","10management","10welcoming","20supply","dayfaculty","6senate","27cputrf","educationend","cputrfagm","8institutional","heritage","1first","15council","20saretec","19senate","18student","21convocation","forum@09","14welcoming","17hotel","4supply","20council","tbcwelcoming","25executive","26senate","11management","26executive","dayexecutive","30council","closefaculty","19convocation","13senate","12welcoming","16executive","13welcoming","6investment","6faculty","28executive","26council","28submission","1st","27staffing","19research","16youth","general","3third","29senate","20research","december","5faculty","18research","ip","10annual","children","26institutional","25deans","13deans","january","17cputrf","11senate","18sisonke","22third","crf","16institutional","15executive","july","27executive","16heads","consolidated","19institutional","12deans","lecture","20graduation","15heads","14management","13student","19graduation","18senate","30senate","19supply","20institutional","1deans","00investment","19sisonke","19heads","20convocation","fund","21third","8higher","7council","23saretec","third","holidaycouncil","9council","indabacputrf","6qualifications","8council","7convocation","3institutional","19higher","11annual","30research","22institutional","3deans","5qualifications","daystudent","womens","22university","27deans","febe","90","7senate","8convocation","090","27freedom","9annual","5council","15saretec","4institutional","7saretec","14supply","18mandela","24deans","opennaming","5waste","14naming","4higher","africa","world","11international","25institutional","30institutional","29institutional","16higher","convocation","14physical","2higher","15sisonke","3council","29management","6council","24university","29deans","5higher","dayconvocation","6saretec","16deans","25staffing","18investment","26cputrf","14business","11council","30mid-term","10executive","closequality","25council","13business","4end","7academic","12physical","10women’s","15supply","granger","29executive","13physical","dayinvestment","employee","6academic","9institutional","24faculty","16investment","19council","14saretec","administrative","daycouncil","17physical","24heritage","26quality","30student","25physical","symposium","15deans","30business","bay","20deans","2convocation","21heads","resultsend","0cputrf","26university","29academic","26qualifications","12start","17council","daycputrf","21quality","22supply","28academic","17youth","29supply","29mid-term","18executive","daycut-off","21saretec","18supply","12higher","20`quality","opensupply","28cputrf","3physical","1council","2724","16qualifications","22business","opensenate","27qualifications","holidayuniversity","3convocation","31management","18saretec","2725","30executive","19saretec","5senate","25quality","30management","31institutional","21head","youth","17supply","heads","21staffing","1business","27management","19executive","7executive","16hotel","3qualifications","26management","29student","15start","6cputrf","5executive","4sisonke","18faculty","23quality","holidaystudent","3executive","20senate","4executive","postgraduate","31research","26world","29research","28freedom","3management","assessmentscputrf","22deans","6executive","`","2qualifications","1qualifications","vice-chancellors","showcase","28heads","18qualifications","25qualifications","full","9quality","sa","8supply","2723heads","1new","17faculty","family","10sisonke","28third","11executive","16sisonke","27business","1convocation","11academic","goodwill","20university","27institutional","26staffing","27student","convocationspecial","year’s","public","freedom","29third","15hotel","21family","11third","8senate","31mid-term","election","reconciliation","9supply","9head","25africa","31convocation","26wellington","6convocationspecial","3strategic","7start","25start","5convocationspecial","2strategic","daystrategic","5heads","7publication","2institutional","6start","23staffing","childrencputrf","9publication","25christmas","daywellington","closeend","16day","28mid-term","8publication","10end","27third","24staffing","4strategic","1family","4council","25sisonke","24cputrf","30convocation","/","5strategic","23rd","improvement","aids","15end","2supply","disability","iqp","christmas","3good","1supply"]}